brew "vim"
brew "nvim"
brew "bat"
brew "llvm"
brew "distrobox"
brew "zsh"
brew "tmux"
brew "fd"
brew "fastfetch"
brew "fzf"
brew "lazygit"
brew "ripgrep"
brew "glow"
brew "pipx"
brew "gh"
cask "kitty"
cask "google-chrome"
cask "font-jetbrains-mono-nerd-font"
cask "surfshark"
brew "htop"
brew "nvtop"
brew "uv"
brew "entr"
brew "xsel"
brew "rclone"
# Package needed for docker
brew "docker"
brew "docker-engine"
brew "rootlesskit"
brew "slirp4netns"
