brew "vim"
brew "nvim"
brew "bat"
brew "zsh"
brew "tmux"
brew "fzf"
brew "lazygit"
brew "fd"
brew "ripgrep"
brew "glow"
brew "pipx"
brew "gh"
cask "kitty"
cask "google-chrome"
cask "font-jetbrains-mono-nerd-font"
cask "surfshark"
